Repository: rnr1721/le7-validator
Catalog: src/locales/*/LC_MESSAGES/le7-validator.po
Languages: ru_ru, uk_ua

source: is required field
ru_ru: необходимое поле
uk_ua: необхідне поле

source: minimal value is
ru_ru: минимальное значение
uk_ua: мінімальне значення

source: must be numeric
ru_ru: должен быть числовым
uk_ua: повинен бути числовым

source: maximal value is
ru_ru: максимальное значение
uk_ua: максимальне значення

source: minimal length is
ru_ru: минимальная длина
uk_ua: мінімальна довжина

source: maximal length is
ru_ru: максимальная длина
uk_ua: максимальна довжина

source: not correct email:
ru_ru: некорректный email:
uk_ua: неправильний email:

source: domain not correct
ru_ru: домен не корректный
uk_ua: домен не коректний

source: not correct
ru_ru: не корректно
uk_ua: не коректно

source: not active
ru_ru: не активен
uk_ua: не активно

source: incorrect date
ru_ru: некорректная дата
uk_ua: некоректна дата

source: correct date format
ru_ru: корректный формат даты
uk_ua: коректний формат дати

source: The date must not exceed
ru_ru: Дата не должна превышать
uk_ua: Дата не повинна бути вище

source: The date must not be below
ru_ru: Дата не должна быть менее
uk_ua: Дата не повинна бути нижче

source: must be boolean
ru_ru: должен быть булевым
uk_ua: должен бути булевым
